{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
      {
        "id": 95,
        "special": true,
        "content": "#",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false
      },
      {
        "id": 96,
        "special": true,
        "content": "[UNK]",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false
      }
    ],
    "normalizer": null,
    "pre_tokenizer": null,
    "post_processor": null,
    "decoder": null,
    "model": {
      "type": "BPE",
      "vocab": {
        "\n": 0, " ": 1, "!": 2, "\"": 3, "&": 4, "'": 5, "(": 6, ")": 7, "*": 8, ",": 9, "-": 10, ".": 11, "0": 12, "1": 13, "2": 14, "3": 15, "4": 16, "5": 17, "6": 18, "7": 19, "8": 20, "9": 21, ":": 22, ";": 23, "?": 24, "A": 25, "B": 26, "C": 27, "D": 28, "E": 29, "F": 30, "G": 31, "H": 32, "I": 33, "J": 34, "K": 35, "L": 36, "M": 37, "N": 38, "O": 39, "P": 40, "Q": 41, "R": 42, "S": 43, "T": 44, "U": 45, "V": 46, "W": 47, "X": 48, "Y": 49, "Z": 50, "[": 51, "]": 52, "`": 53, "a": 54, "b": 55, "c": 56, "d": 57, "e": 58, "f": 59, "g": 60, "h": 61, "i": 62, "j": 63, "k": 64, "l": 65, "m": 66, "n": 67, "o": 68, "p": 69, "q": 70, "r": 71, "s": 72, "t": 73, "u": 74, "v": 75, "w": 76, "x": 77, "y": 78, "z": 79, "£": 80, "°": 81, "ß": 82, "à": 83, "â": 84, "è": 85, "é": 86, "ê": 87, "î": 88, "ñ": 89, "ô": 90, "ö": 91, "û": 92, "ü": 93, "'": 94, "#": 95, "[UNK]": 96
      },
      "merges": []
    }
  }